[{
    "astronomyDomine": {
        "trackName": "Astronomy Domine",
        "trackLength": "4:12",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "Lime and limpid green, a second scene Now fights between the blue you once knew Floating down,the sound resounds Around the icy waters underground Jupiter and Saturn, Oberon, Miranda and Titania Neptune, Titan, stars can frighten Blinding signs flap, Flicker, flicker, flicker blam, pow, powStairway scare, Dan Dare, who's there? Lime and limpid green, the sounds around The icy waters underLime and limpid green, the sounds aroundThe icy waters underground"
    },
    "luciferSam": {
        "trackName": "Lucifer Sam",
        "trackLength": "3:07",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "Lucifer Sam, siam catAlways sitting by your sideAlways by your sideThat cat's something I can't explainGinger, ginger, Jennifer Gentle you're a witch You're the left side He's the right side Oh, no That cat's something I can't explain Lucifer go to sea Be a hip cat, be a ship's cat Somewhere, anywhere That cat's something I can't explain At night prowling sifting sand Hiding around on the groundHe'll be found when you're around That cat's something I can't explain"
    },
    "matildaMother": {
        "trackName": "Matilda Mother",
        "trackLength": "3:08",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "There was a king who ruled the land His majesty was in command With silver eyes the scarlet eagle Showers silver on the people Oh mother, tell me more Why'd'ya have to leave me there Hanging in my infant air Waiting? You only have to read the lines They're scribbly black and everything (shines) Across the stream with wooden shoes With bells to tell the king the news A thousand misty riders climb up Higher once upon a time Wandering and dreaming The words have different meaning Yes they did For all the time spent in that room The doll's house, darkness, old perfume And fairy stories held me high on Clouds of sunlight floating by Oh mother, tell me more Tell me more "
    },
    "flaming": {
        "trackName": "Flaming",
        "trackLength": "2:46",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "Alone in the clouds all blue Lying on an eiderdown Yippee, you can't see me But I can you Lazing in the foggy dew Sitting on a unicorn No fair, you can't hear me But I can you Watching buttercups cup the light Sleeping on a dandelion Too much, I won't touch you But then I might Screaming through the starlit sky Traveling by telephone Hey ho, here we go Ever so high Alone in the clouds all blue Lying on an eiderdown Yippee, you can't see me But I can you "
    },
    "powRToH": {
        "trackName": "Pow R. Toc H.",
        "trackLength": "4:26",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett, Roger Waters, Richard Wright, Nick Mason",
        "lyrics": "Instrumental"
    },
    "takeUpThyStethoscopeAndWalk": {
        "trackName": "Take Up Thy Stethoscope and Walk",
        "trackLength": "3:05",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Roger Waters",
        "lyrics": "Doctor doctor! I'm in bed Achin'head Gold is lead Choke on bread Underfed Gold is lead Jesus bled Pain is red Are goon Grow go Greasy spoon You swoon June bloom Music seems to help the pain Seems to cultivate the brain Doctor kindly tell your wife that I'm alive, flowers thrive, realize, realize Realize "
    },
    "interstellarOverdrive": {
        "trackName": "Interstellar Overdrive",
        "trackLength": "9:41 (original version)",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett, Roger Waters, Richard Wright, Nick Mason",
        "lyrics": "Instrumental"
    },
    "theGnome": {
        "trackName": "The Gnome",
        "trackLength": "2:13",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "I want to tell you a story 'Bout a little man, if I can A gnome named Grimble Gromble And little gnomes stay in their homes Eating, sleeping, drinking their wine He wore a scarlet tunic A blue - green hood, it looked quite good He had a big adventure Amidst the grass, fresh air at last Wining, dining, biding his time And then one day, hooray Another way for gnomes to say Ooh, my Look at the sky, look at the river Isn't it good? Look at the sky, look at the river Isn't it good? Winding, finding places to go And then one day, hooray Another way for gnomes to say Ooh, my Ooh, my "
    },
    "chapter24": {
        "trackName": "Chapter 24",
        "trackLength": "3:41",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "All movement is accomplished in six stages And the seventh brings return The seven is the number of the young light It forms when darkness is increased by one Change return success Going and coming without error Action brings good fortune Sunset The time is with the month of winter solstice When the change is due to come Thunder in the Earth, the course of heaven Things cannot be destroyed once and for all Change returns success Going and coming without error Action brings good fortune Sunset Sunrise A movement is accomplished in six stages And the seventh brings return The seven is the number of the young light It forms when darkness is increased by one Change returns success Going and coming without error Action brings good fortune Sunset(Sunrise) Sunrise Sunset Sunrise "
    },
    "theScarecrow": {
        "trackName": "The Scarecrow",
        "trackLength": "2:11",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "The black and green scarecrow as everyone knows Stood with a bird on his hat and straw everywhere He didn't care He stood in a field where barley grows His head did no thinking His arms didn't move except then the wind cut up Rough and mice ran around on the ground He stood in a field where barley grows The black and green scarecrow is sadder than me But now he's resigned to his fate 'Cause life's not unkind He doesn't mind He stood in a field where barley grows "
    },
    "bike": {
        "trackName": "Bike ",
        "trackLength": "3:21",
        "album": "The Piper at the Gates of Dawn",
        "songwriters": "Syd Barrett",
        "lyrics": "I've got a bike, you can ride it if you like It's got a basket, a bell that rings And things to make it look good I'd give it to you if I could, but I borrowed it You're the kind of girl that fits in with my world I'll give you anything, everything if you want things I've got a cloak, it's a bit of a joke There's a tear up the front, it's red and black I've had it for months If you think it could look good, then I guess it should You're the kind of girl that fits in with my world I'll give you anything, everything if you want things I know a mouse and he hasn't got a house I don't know why I call him Gerald He's getting rather old, but he's a good mouse You're the kind of girl that fits in with my world I'll give you anything, everything if you want things I've got a clan of gingerbread men Here a man, there a man, lots of gingerbread men Take a couple if you wish, they're on the dish You're the kind of girl that fits in with my world I'll give you anything, everything if you want things I know a room of musical tunes Some rhyme, some ching, most of them are clockwork Let's go into the other room and make them work"
    },
    "letThereBeMoreLight": {
        "trackName": "Let There Be More Light",
        "trackLength": "5:32",
        "album": "A Saucerful of Secrets",
        "songwriters": "Roger Waters",
        "lyrics": "Far, far, far away, way People heard him say, say Something will be done Then at last the mighty ship Descending on a point of flame Made contact with the human race And melted hearts Now, now, now is the time, time Time to be, be, be aware Carter's father saw him there and Knew the road revealed to him The living soul of Hereward the Wake Oh, my, something in the sky, sky Something in my eye, eye Waiting there for me The outer lock rolled slowly back The service men were heard to sigh For there revealed in glowing robes Was Lucy in the sky Oh, oh, did you ever know, know Never ever will they I cannot say Summoning his cosmic powers And glowing slightly from his clothes His psychic emanations flowed"
    },
    "rememberADay": {
        "trackName": "Remember a Day",
        "trackLength": "4:33",
        "album": "A Saucerful of Secrets",
        "songwriters": "Rick Wright",
        "lyrics": "Remember a day before today A day when you were young Free to play along with time Evening never comes Sing a song that can't be sung Without the morning's kiss Queen, you shall be it if you wish Look for your king Why can't we play today Why can't we stay that way Climb your favourite apple tree Try to catch the sun Hide from your little brother's gun Dream yourself away Why can't we reach the sun Why can't we blow the years away Blow away Blow away Remember Remember"
    },
    "setTheControlsForTheHeartOfTheSun": {
        "trackName": "Set the Controls for the Heart of the Sun",
        "trackLength": "5:27",
        "album": "A Saucerful of Secrets",
        "songwriters": "Roger Waters",
        "lyrics": "Little by little the night turns around Counting the leaves which tremble at dawn Lotuses lean on each other in yearning Under the eaves the swallow is resting Set the controls for the heart of the sun Over the mountain watching the watcher Breaking the darkness waking the grapevine One inch of love is one inch of shadow Love is the shadow that ripens the wine Set the controls for the heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun Witness the man who raves at the wall Making the shape of his question to heaven Whether the sun will fall in the evening Will he remember the lesson of giving? Set the controls for the heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun The heart of the sun"
    },
    "corporalClegg": {
        "trackName": "Corporal Clegg",
        "trackLength": "4:12",
        "album": "A Saucerful of Secrets",
        "songwriters": "Roger Waters",
        "lyrics": "Corporal Clegg had a wooden leg He won it in the war, in 1944 Corporal Clegg had a medal too In orange, red, and blue He found it in the zoo Dear, dear, were they really sad for me? Dear, dear, will they really laugh at me? Mrs. Clegg, you must be proud of him Mrs. Clegg, another drop of gin Corporal Clegg, umbrella in the rain He's never been the same No one is to blame Corporal Clegg received his medal in a dream From Her Majesty the queen His boots were very clean Mrs. Clegg, you must be proud of him Mrs. Clegg, another drop of gin"
    },
    "aSaucerfulOfSecrets": {
        "trackName": "A Saucerful of Secrets",
        "trackLength": "11:52",
        "album": "A Saucerful of Secrets",
        "songwriters": "Roger Waters, David Gilmour, Nick Mason, Richard Wright",
        "lyrics": "Instrumental"
    },
    "see-Saw": {
        "trackName": "See-Saw",
        "trackLength": "4:37",
        "album": "A Saucerful of Secrets",
        "songwriters": "Richard Wright",
        "lyrics": "Marigolds are very much in love, but he doesn't mind Picking up his sister, he makes his way into the seas or land All the way She smiles She goes up while he goes down, down Sits on a stick in the river Laughter in his sleep Sister's throwing stones, hoping for a hit He doesn't know so then She goes up while he goes down, down Another time, ah Another day, ah A brother's way to leave Another time, ah Another day, ah She'll be selling plastic flowers on a Sunday afternoon Picking up weeds, she hasn't got the time to care All can see he's not there She grows up for another man, and he's down Another time, ah, another day, ah A brother's way to leave Another time, ah, another day Another time, ah, another day, ah A brother's way to leave"
    },
    "jugbandBlues": {
        "trackName": "Jugband Blues",
        "trackLength": "3:00",
        "album": "A Saucerful of Secrets",
        "songwriters": "Syd Barrett",
        "lyrics": "It's awfully considerate of you to think of me here And I'm much obliged to you for making it clear That I'm not here And I never knew we could be so thick And I never knew the moon could be so blue And I'm grateful that you threw away my old shoes And brought me here instead dressed in red And I'm wondering who could be writing this song I don't care if the sun don't shine And I don't care if nothing is mine And I don't care if I'm nervous with you I'll do my loving in the winter And the sea isn't green And I love the queen And what exactly is a dream And what exactly is a joke"
    },
    "cirrusMinor": {
        "trackName": "Cirrus Minor",
        "trackLength": "5:18",
        "album": "More",
        "songwriters": "Roger Waters",
        "lyrics": "In a churchyard by a river Lazing in the haze of midday Laughing in the grasses and the graze Yellow bird, you are not long In singing and in flying on In laughing and in leaving Willow weeping in the water Waving to the river daughters Swaying in the ripples and the reeds On a trip to Cirrus Minor Saw a crater in the sun A thousand miles of moonlight later"
    },
    "theNileSong": {
        "trackName": "The Nile Song",
        "trackLength": "3:26",
        "album": "More",
        "songwriters": "Roger Waters",
        "lyrics": "I was standing by the Nile When I saw the lady smile. I would take her out for a while, For a while. Oh, my tears wept like a child. How her golden hair was blowing wild. Then she spread her wings to fly, For to fly. Soaring high above the breezes, Going always where she pleases. She will make it to the islands in the sun. I will follow in her shadow As I watch her from my window. One day I will catch her eye. She is calling from the deep, Summoning my soul to endless sleep. She is bound to drag me down, Drag me down."
    },
    "cryingSong": {
        "trackName": "Crying Song",
        "trackLength": "3:34",
        "album": "More",
        "songwriters": "Roger Waters",
        "lyrics": "We smile and smile We smile and smile Laughter echoes in your eyes We climb and climb We climb and climb Footfalls softly in the pines We cry and cry We cry and cry Sadness passes in a while We roll and roll We roll and roll Help me roll away the stone"
    },
    "upTheKhyber": {
        "trackName": "Up the Khyber",
        "trackLength": "2:12",
        "album": "More",
        "songwriters": "Nick Mason, Richard Wright",
        "lyrics": "Instrumental"
    },
    "greenIsTheColour": {
        "trackName": "Green Is the Colour",
        "trackLength": "2:58",
        "album": "More",
        "songwriters": "Roger Waters",
        "lyrics": "Heavy hung the canopy of blue Shade my eyes and I can see you White is the light that shines through the dress that you wore She lay in the shadow of the wave Hazy were the visions of her playing Sunlight on her eyes but moonshine beat her blind everytime Green is the colour of her kind Quickness of the eye deceives the mind Many is the bond between the hopefull and the damned"
    },
    "cymbaline": {
        "trackName": "Cymbaline",
        "trackLength": "4:49",
        "album": "More",
        "songwriters": "Roger Waters",
        "lyrics": "The path you tread is narrow And the drop is shear and very high The ravens all are watching From a vantage point nearby Apprehension creeping Like a tube-train up your spine Will the tightrope reach the end Will the final cuplet rhyme And it's high time Cymbaline It's high time Cymbaline Please wake me A butterfly with broken wings Is falling by your side The ravens all are closing in And there's nowhere you can hide Your manager and agent Are both busy on the phone Selling coloured photographs To magazines back home And it's high time Cymbaline It's high time Cymbaline Please wake me The lines converging where you stand They must have moved the picture plane The leaves are heavy around your feet You hear the thunder of the train And suddenly it strikes you That they're moving into range Doctor Strange is always changing size And it's high time Cymbaline It's high time Cymbaline Please wake me And it's high time Cymbaline It's high time Cymbaline Please wake me"
    },
    "partySequence": {
        "trackName": "Party Sequence",
        "trackLength": "1:07",
        "album": "More",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Instrumental"
    },
    "mainTheme": {
        "trackName": "Main Theme",
        "trackLength": "5:20",
        "album": "More",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Instrumental"
    },
    "ibizaBar": {
        "trackName": "Ibiza Bar",
        "trackLength": "3:19",
        "album": "More",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "I'm so afraid of the mistakes that I made Taking every time that I wake I feel like a hard-boiled and cut-up man So give me a time when the countries Will lie on the storyline if kind Are days are made since the first page I've lived every line that you wrote Take me down, take me down, from the shelf above your head So give me a time when the countries Will lie on the storyline if kind And if I live on the shelf like the rest And if love bleeds like a sad song Please pick-up your camera and use me again So give me a time when the countries Will lie on the storyline if kind, yeah"
    },
    "moreBlues": {
        "trackName": "More Blues",
        "trackLength": "2:12",
        "album": "More",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Instrumental"
    },
    "quicksilver": {
        "trackName": "Quicksilver",
        "trackLength": "7:13",
        "album": "More",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Instrumental"
    },
    "aSpanishPiece": {
        "trackName": "A Spanish Piece",
        "trackLength": "1:04",
        "album": "More",
        "songwriters": "David Gilmour",
        "lyrics": "Pass the tequila, Manuel Listen, gringo Laugh at my lisp and I kill you I think! Ah, this Spanish music It sets my soul on fire Lovely senorita Your eyes are like stars Your teeth are like pearls Your ruby lips"
    },
    "dramaticTheme": {
        "trackName": "Dramatic Theme",
        "trackLength": "2:15",
        "album": "More",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Instrumental"
    },
    "sysyphus": {
        "trackName": "Sysyphus (Parts 1–4)",
        "trackLength": "13:28",
        "album": "Ummagumma",
        "songwriters": "Richard Wright",
        "lyrics": "Instrumental"
    },
    "grantchesterMeadows": {
        "trackName": "Grantchester Meadows",
        "trackLength": "7:26",
        "album": "Ummagumma",
        "songwriters": "Roger Waters",
        "lyrics": "Icy wind of nights be gone this is not your domain In the sky a bird is heard to cry Misty morning whisperings and gentle stirring sounds Belied the deathly silence that lay all around Hear the lark and harken to the barking of the dog fox Gone to ground See the splashing of the kingfisher flashing to the water And a river of green is sliding unseen beneath the trees Laughing as it passes through the endless summer, making for the sea In the lazy water meadow I lay me down All around me golden sun flakes covering the ground Basking in the sunshine of a bygone afternoon Bringing sounds of yesterday into this city room Hear the lark and harken to the barking of the dog fox Gone to ground See the splashing of the kingfisher flashing to the water And a river of green is sliding unseen beneath the trees Laughing as it passes through the endless summer, making for the sea"
    },
    "severalSpeciesOfSmallFurryAnimalsGatheredTogetherInACaveAndGroovingWithAPict": {
        "trackName": "Several Species of Small Furry Animals Gathered Together in a Cave and Grooving with a Pict",
        "trackLength": "4:59",
        "album": "Ummagumma",
        "songwriters": "Roger Waters",
        "lyrics": "Aye an a bit o' mackerel, fiddler, rack and fear, And I rutted down by the hade and the furrow Well, I slipped me in a flop and hit down and I shied, And I cried, cried, cried The fear of fallin' down aft' taken, never back to rise. And then cried Mary and I tucked up Wi' a Claymore out and about And I run down, down the mechyn sty, And back on fiery hore that was fallin' around the feet. Never, I cried. Never shall ye get me alive Ye rotten hound of the Burnie Brae. Well, I snapped for a blade and a Claymore cut and thrust And I fell down before him 'round his feet. Aye, a roar he cried! Frae the bottom of his heart That I would nay fall but dead, dead as a can by a feat deah... And the wind cried Mary. Thank You."
    },
    "theNarrowWay": {
        "trackName": "The Narrow Way",
        "trackLength": "12:17",
        "album": "Ummagumma",
        "songwriters": "David Gilmour",
        "lyrics": "Following the path as it leads towards the darkness in the north Weary strangers' faces show their sympathy They've seen that hope before And if you want to stay for a little bit Rest your aching limbs for a little bit Before you the night is beckoning And you know you can't delay You hear the night birds calling you But you can't touch the restless sky Close your aching eyes beyond your name Mist is swelling, creatures crawling, Hear the roar get louder in your ears You know the folly was your own But the force behind can't conquer all your fears And if you want to stay for a little bit Rest your aching limbs for a little bit Before you the night is beckoning And you know you can't delay You hear the night birds calling you But you can't touch the restless sky Close your aching eyes beyond your name Throw your thoughts back many years To the time when there was life in every morning Perhaps a day will come When the nights will be as on that morning And if you want to stay for a little bit Rest your aching limbs for a little bit Before you the night is beckoning And you know you can't delay You hear the night birds calling you But you can't touch the restless sky Close your aching eyes beyond your name Rest your weary head, be on your way."
    },
    "theGrandViziersGardenParty": {
        "trackName": "The Grand Vizier's Garden Party",
        "trackLength": "8:46",
        "album": "Ummagumma",
        "songwriters": "Nick Mason",
        "lyrics": "Instrumental"
    },
    "atomHeartMother": {
        "trackName": "Atom Heart Mother",
        "trackLength": "23:44",
        "album": "Atom Heart Mother",
        "songwriters": "David Gilmour, Richard Wright, Ron Geesin, Roger Waters, Nick Mason",
        "lyrics": "Instrumental"
    },
    "if": {
        "trackName": "If",
        "trackLength": "4:31",
        "album": "Atom Heart Mother",
        "songwriters": "Roger Waters",
        "lyrics": "If I were a swan, I'd be gone If I were a train, I'd be late And if I were a good man I'd talk with you More often than I do If I were to sleep, I could dream If I were afraid, I could hide If I go insane, please don't put Your wires in my brain If I were the moon, I'd be cool If I were a rule, I would bend If I were a good man, I'd understand The spaces between friends If I were alone, I would cry And if I were with you, I'd be home and dry And if I go insane Will you still let me join in the game? If I were a swan, I'd be gone If I were a train, I'd be late again If I were a good man I'd talk with you More often than I do"
    },
    "summer68": {
        "trackName": "Summer '68",
        "trackLength": "5:28",
        "album": "Atom Heart Mother",
        "songwriters": "Richard Wright",
        "lyrics": "Would you like to say something before you leave Perhaps you'd care to state exactly how you feel We said goodbye before we said hello I hardly even like you, I shouldn't care at all We met just six hours ago, the music was too loud From your bed I gained a day and lost a bloody year And I would like to know How do you feel, how do you feel? How do you feel, how do you feel? Not a single word was said, the night still hid our fears Occasionally you showed a smile but what was the need I felt the cold far too soon, in a room of 95 My friends are lying in the sun, I wish that I was there Tomorrow brings another town and another girl like you Have you time before you leave to greet another man Just you let me know How do you feel, how do you feel? How do you feel, how do you feel? Goodbye to you Charlotte Pringle's due I've had enough for one day"
    },
    "fatOldSun": {
        "trackName": "Fat Old Sun",
        "trackLength": "5:24",
        "album": "Atom Heart Mother",
        "songwriters": "David Gilmour",
        "lyrics": "When the fat old sun in the sky is falling Summer evenin' birds are calling Summer's thunder time of year The sound of music in my ears Distant bells, new mown grass Smells so sweet By the river holding hands Roll me up and lay me down And if you sit don't make a sound Pick your feet up off the ground And if you hear as the warm night falls The silver sound from a time so strange Sing to me, sing to me When that fat old sun in the sky is falling Summer evenin' birds are calling Children's laughter in my ears The last sunlight disappears And if you sit don't make a sound Pick your feet up off the ground And if you hear as the warm night falls The silver sound from a time so strange Sing to me, sing to me When that fat old sun in the sky is falling"
    },
    "alansPsychedelicBreakfast": {
        "trackName": "Alan's Psychedelic Breakfast",
        "trackLength": "13:00",
        "album": "Atom Heart Mother",
        "songwriters": "Nick Mason, David Gilmour, Roger Waters, Richard Wright",
        "lyrics": "Oh, um, flakes, oh... Then, uh, I don't know. Scrambled eggs, bacon, sausages, tomatoes. Toast, coffee. Marmalade, I like marmalade. Marmalade, I like marmalade. Porridge is nice. Any cereal, I like all cereal. Breakfast in Los Angeles, macrobiotic stuff. No reply. I don't mind the barrow, I like burying the stuff in. No, I've got a terrible back. When I work, it hurts me. Do you know Elton John? Why he sort of a... When drivin' on the radio to sleep, getting ready for a gig. I don't know. He does that electrical stuff, I can't follow that. Scrambled eggs, bacon, sausages, tomatoes. Toast, coffee. Marmalade, I like marmalade. I don't like coffee. Porridge is nice. Any cereal, I like all cereal. What a day! What? My head's a blank."
    },
    "oneOfTheseDays": {
        "trackName": "One of These Days",
        "trackLength": "5:57",
        "album": "Meddle",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "One of these days, I'm going to cut you into little pieces"
    },
    "aPillowOfWinds": {
        "trackName": "A Pillow of Winds",
        "trackLength": "5:13",
        "album": "Meddle",
        "songwriters": "David Gilmour, Roger Waters",
        "lyrics": "A cloud of eiderdown Draws around me Softening a sound Sleepy time, and I lie With my love by my side And she's breathing low And the candle dies When night comes down You lock the door The book falls to the floor As darkness falls The waves roll by The seasons change The wind is wry Now wakes the awl Now sleeps the swan Behold the dream The dream is gone Green fields are calling It's falling, in a golden door And deep beneath the ground The early morning sounds And I go down Sleepy time, and I lie With my love by my side And she's breathing low And I rise, like a bird In the haze, when the first rays Touch the sky And the night wings die"
    },
    "fearless": {
        "trackName": "Fearless",
        "trackLength": "6:08",
        "album": "Meddle",
        "songwriters": "David Gilmour, Roger Waters",
        "lyrics": "You say the hill's too steep to climb Chiding! You say you'd like to see me try Climbing! You pick the place and I'll choose the time And I'll climb The hill in my own way just wait a while, for the right day And as I rise above the treeline and the clouds I look down hear the sound of the things you said today Fearlessly the idiot faced the crowd, smiling Merciless, the magistrate turns 'round, frowning and who's the fool who wears the crown Go down in your own way And everyday is the right day And as you rise above the fear lines in his brown You look down Hear the sound of the faces in the crowd"
    },
    "sanTropez": {
        "trackName": "San Tropez",
        "trackLength": "3:44",
        "album": "Meddle",
        "songwriters": "Roger Waters",
        "lyrics": "As I reach for a peach Slide a rind down behind The sofa in San Tropez Breakin' a stick With a brick on the sand Ridin' a wave in the wake of an old sedan Sleepin' alone in the Drone of the darkness Scratched by the sand that fell from my love Deep in my dreams and I Still hear her callin' If you're alone I'll come home Backward and homebound The pigeon, the dove Gone with the wind and the rain, on an airplane Owning a home With no silver spoon I'm drinking champagne like a good tycoon Sooner than wait for A break in the weather I'll gather my far-flung thoughts together Speeding away On the wind to a new day If you're alone I'll come home And I pause for a while By a country style And listen to the things they say Diggin' for gold and a hole in my hand Open a book Take a look at the way things stand And you're leading me down To the place by the sea I hear your soft voice calling to me Making a date for Later by phone And if you're alone I'll come home"
    },
    "seamus": {
        "trackName": "Seamus",
        "trackLength": "2:15",
        "album": "Meddle",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "I was in the kitchen, Seamus, that's the dog, was outside Well, I was in the kitchen, Seamus, my old hound, was outside Well, the sun sinks slowly But my old hound just sat right down and cried"
    },
    "echoes": {
        "trackName": "Echoes",
        "trackLength": "23:31",
        "album": "Meddle",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Overhead the albatross Hangs motionless upon the air And deep beneath the rolling waves In labyrinths of coral caves An echo of a distant time Comes willowing across the sand And everything is green and submarine And no one called us to the land And no one knows the where's or why's Something stirs and something tries Starts to climb toward the light Strangers passing in the street By chance two separate glances meet And I am you and what I see is me And do I take you by the hand And lead you through the land And help me understand The best I can And no one called us to the land And no one crosses there alive No one speaks and no one tries No one flies around the sun Almost everyday you fall Upon my waking eyes Inviting and inciting me To rise And through the window in the wall Come streaming in on sunlight wings A million bright ambassadors of morning And no one sings me lullabys And no one makes me close my eyes So I throw the windows wide And call to you across the sky"
    },
    "obscuredByClouds": {
        "trackName": "Obscured by Clouds",
        "trackLength": "3:03",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters, David Gilmour",
        "lyrics": "Instrumental"
    },
    "whenYoureIn": {
        "trackName": "When You're In",
        "trackLength": "2:18",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Instrumental"
    },
    "burningBridges": {
        "trackName": "Burning Bridges",
        "trackLength": "3:30",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters, Richard Wright",
        "lyrics": "Merging with the shadows Flickering between the lines Stolen moments floating softly on the air Borne on wings of fire and climbing higher Ancient bonds are breaking Moving on and changing sides Dreaming of a new day Cast aside the other way Magic visions stirring Kindled by and burning flames rise in her eye The doorway stands ajar The walls that once were high Beyond the gilded cage Beyond the reach of ties The moment is at hand She breaks the golden band"
    },
    "theGoldItsInThe": {
        "trackName": "The Gold It's in the...",
        "trackLength": "3:07",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters, David Gilmour",
        "lyrics": "Come on, my friends, Let's make for the hills. They say there's gold but I'm looking for thrills. You can get your hands on whatever we find, Because I'm only coming along for the ride. Well, you go your way, I'll go mine. I don't care if we get there on time. Everybody's searching for something, they say. I'll get my kicks on the way. Over the mountains, across the seas Who knows what will be waiting for me? I could sail forever to strange sounding names. Faces of people and places don't change. All I have to do is just close my eyes To see the seagulls wheeling on those far distant skies. All I want to tell you, all I want to say Is count me in on the journey. Don't expect me to stay."
    },
    "wotsUhTheDeal": {
        "trackName": "Wot's... Uh the Deal?",
        "trackLength": "5:09",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters, David Gilmour",
        "lyrics": "Heaven sent the promised land Looks alright from where I stand 'Cause I'm the man on the outside looking in Waiting on the first step Show me where the key is kept Point me down the right line because it's time To let me in from the cold Turn my lead into gold 'Cause there's a chill wind blowing in my soul And I think I'm growing old Flash the readies What's, uh the deal? Got to make it to the next meal Try to keep up with the turning of the wheel Mile after mile (mile after mile) Stone after stone (stone after stone) you turn to speak but you're alone Million miles from home, you're on your own So let me in from the cold Turn my lead into gold 'Cause there's a chill wind blowing in my soul And I think I'm growing old Fire bright by candlelight And her by my side And if she prefers we will never stir again Someone sent the promised land And I grabbed it with both hands Now I'm the man on the inside looking out Hear me shout Come on in, What's the news and where you been? 'Cause there's no wind left in my soul And I've grown old"
    },
    "mudmen": {
        "trackName": "Mudmen",
        "trackLength": "4:20",
        "album": "Obscured by Clouds",
        "songwriters": "Richard Wright, David Gilmour",
        "lyrics": "Instrumental"
    },
    "childhoodsEnd": {
        "trackName": "Childhood's End",
        "trackLength": "4:33",
        "album": "Obscured by Clouds",
        "songwriters": "David Gilmour",
        "lyrics": "You shout in your sleep. Perhaps the price is just too steep. Is your conscience at rest If once put to the test? You awake with a start To just the beating of your heart. Just one man beneath the sky, Just two ears, just two eyes. You set sail across the sea Of long past thoughts and memories. Childhood's end, your fantasies Merge with harsh realities. And then as the sail is hoist, You find your eyes are growing moist. All the fears never voiced Say you have to make your final choice. Who are you and who am I To say we know the reason why? Some are born; some men die Beneath one infinite sky. There'll be war, there'll be peace. But everything one day will cease. All the iron turned to rust; All the proud men turned to dust. And so all things, time will mend. So this song will end."
    },
    "freeFour": {
        "trackName": "Free Four",
        "trackLength": "4:15",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters",
        "lyrics": "One, two, free, four The memories of a man in his old age Are the deeds of a man in his prime. You shuffle in gloom of the sick room And talk to yourself as you die. Life is a short, warm moment Death is a long cold rest. You get your chance to try In the twinkling of an eye For eighty years with luck or even less. So all aboard for the american tour Maybe you'll make it to the top. Mind how you go I can tell you 'cuz I know, You may find it hard to get off. You are the angel of death, And I am the dead man's son. He was burried like a mole in a fox hole. And everyone's still on the run. And who is the master of fox-hounds? And who says the hunt has begun? And who calls the tune in the courtroom? And who beats the funeral drum? The memories of a man in his old age Are the deeds of a man in his prime. You shuffle in gloom of the sick room And talk to yourself as you die. End."
    },
    "stay": {
        "trackName": "Stay",
        "trackLength": "4:05",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters, Richard Wright",
        "lyrics": "Stay! And help me to end the day And if you don't mind We'll break a bottle of wine Stick around And maybe we'll put one down 'Cause I wanna find What lies behind those eyes Midnight blue Burning gold A yellow moon Is growing cold I rise Looking through my morning eyes Surprised To find you by my side Rack my brain And try to remember your name To find The words to tell you good-bye Morning dues Newborn day Midnight blue Turned to gray Midnight blue Burning gold A yellow moon Is growing cold"
    },
    "absolutelyCurtains": {
        "trackName": "Absolutely Curtains",
        "trackLength": "5:52",
        "album": "Obscured by Clouds",
        "songwriters": "Roger Waters, Richard Wright, David Gilmour, Nick Mason",
        "lyrics": "Instrumental, chant by Mapuga tribe"
    },
    "speakToMe": {
        "trackName": "Speak to Me",
        "trackLength": "1:07",
        "album": "The Dark Side of the Moon",
        "songwriters": "Nick Mason",
        "lyrics": "Instrumental"
    },
    "breathe": {
        "trackName": "Breathe (In the Air)",
        "trackLength": "2:47",
        "album": "The Dark Side of the Moon",
        "songwriters": "David Gilmour, Roger Waters, Richard Wright",
        "lyrics": "Breathe, breathe in the air Don't be afraid to care Leave but don't leave me Look around, choose your own ground For long you live and high you fly And smiles you'll give and tears you'll cry And all your touch and all you see Is all your life will ever be Run, rabbit run Dig that hole, forget the sun And when at last the work is done Don't sit down, it's time to dig another one For long you live and high you fly But only if you ride the tide And balanced on the biggest wave You race towards an early grave"
    },
    "onTheRun": {
        "trackName": "On the Run",
        "trackLength": "3:36",
        "album": "The Dark Side of the Moon",
        "songwriters": "David Gilmour, Roger Waters",
        "lyrics": "Instrumental"
    },
    "time": {
        "trackName": "Time",
        "trackLength": "6:52",
        "album": "The Dark Side of the Moon",
        "songwriters": "David Gilmour, Nick Mason, Roger Waters, Richard Wright",
        "lyrics": "Ticking away the moments that make up a dull day Fritter and waste the hours in an offhand way. Kicking around on a piece of ground in your home town Waiting for someone or something to show you the way. Tired of lying in the sunshine staying home to watch the rain. You are young and life is long and there is time to kill today. And then one day you find ten years have got behind you. No one told you when to run, you missed the starting gun. So you run and you run to catch up with the sun but it's sinking Racing around to come up behind you again. The sun is the same in a relative way but you're older, Shorter of breath and one day closer to death. Every year is getting shorter never seem to find the time. Plans that either come to naught or half a page of scribbled lines Hanging on in quiet desperation is the English way The time is gone, the song is over, Thought I'd something more to say. Home Home again I like to be here When I can When I come home Cold and tired It's good to warm my bones Beside the fire Far away Across the field Tolling on the iron bell Calls the faithful to their knees To hear the softly spoken magic spell"
    },
    "theGreatGigInTheSky": {
        "trackName": "The Great Gig in the Sky",
        "trackLength": "4:36",
        "album": "The Dark Side of the Moon",
        "songwriters": "Richard Wright, Clare Torry",
        "lyrics": "Non-lexical vocals by Clare Torry"
    },
    "money": {
        "trackName": "Money",
        "trackLength": "6:22",
        "album": "The Dark Side of the Moon",
        "songwriters": "Roger Waters",
        "lyrics": "Money, get away Get a good job with good pay and you're okay Money, it's a gas Grab that cash with both hands and make a stash New car, caviar, four star daydream Think I'll buy me a football team Money, get back I'm all right Jack keep your hands off of my stack Money, it's a hit Don't give me that do goody good bullshit I'm in the high-fidelity first class traveling set And I think I need a Lear jet Money, it's a crime Share it fairly but don't take a slice of my pie Money, so they say Is the root of all evil today But if you ask for a raise it's no surprise that they're Giving none away, away, away"
    },
    "usAndThem": {
        "trackName": "Us and Them",
        "trackLength": "7:51",
        "album": "The Dark Side of the Moon",
        "songwriters": "Richard Wright, Roger Waters",
        "lyrics": "Us (us, us, us, us) and them (them, them, them, them) And after all we're only ordinary men Me And you (you, you, you) God only knows It's not what we would choose (choose, choose) to do (to do, to do) Forward he cried from the rear And the front rank died And the general sat And the lines on the map Moved from side to side Black (black, black, black) And blue (blue, blue) And who knows which is which and who is who Up (up, up, up, up) And down (down, down, down, down) And in the end it's only round 'n round (round, round, round) Haven't you heard it's a battle of words The poster bearer cried Listen son, said the man with the gun There's room for you inside I mean, they're not gonna kill ya So if you give 'em a quick short, sharp, shock They won't do it again. Dig it? I mean he get off lightly, 'cause I would've given him a thrashing I only hit him once! It was only a difference of opinion, but really I mean good manners don't cost nothing do they, eh? Down (down, down, down, down) And out (out, out, out, out) It can't be helped that there's a lot of it about With (with, with, with), without And who'll deny it's what the fighting's all about? Out of the way It's a busy day I've got things on my mind For the want of the price Of tea and a slice The old man died"
    },
    "anyColourYouLike": {
        "trackName": "Any Colour You Like",
        "trackLength": "3:25",
        "album": "The Dark Side of the Moon",
        "songwriters": "David Gilmour, Richard Wright, Nick Mason",
        "lyrics": "Instrumental"
    },
    "brainDamage": {
        "trackName": "Brain Damage",
        "trackLength": "3:48",
        "album": "The Dark Side of the Moon",
        "songwriters": "Roger Waters",
        "lyrics": "The lunatic is on the grass The lunatic is on the grass Remembering games and daisy chains and laughs Got to keep the loonies on the path The lunatic is in the hall The lunatics are in my hall The paper holds their folded faces to the floor And every day the paper boy brings more And if the dam breaks open many years too soon And if there is no room upon the hill And if your head explodes with dark forebodings too I'll see you on the dark side of the moon The lunatic is in my head The lunatic is in my head You raise the blade, you make the change You re-arrange me 'til I'm sane You lock the door And throw away the key There's someone in my head but it's not me And if the cloud bursts, thunder in your ear You shout and no one seems to hear And if the band you're in starts playing different tunes I'll see you on the dark side of the moon"
    },
    "eclipse": {
        "trackName": "Eclipse",
        "trackLength": "2:03",
        "album": "The Dark Side of the Moon",
        "songwriters": "Roger Waters",
        "lyrics": "All that you touch And all that you see All that you taste All you feel And all that you love And all that you hate All you distrust All you save And all that you give And all that you deal And all that you buy Beg, borrow or steal And all you create And all you destroy And all that you do And all that you say And all that you eat And everyone you meet (everyone you meet) And all that you slight And everyone you fight And all that is now And all that is gone And all that's to come And everything under the sun is in tune But the sun is eclipsed by the moon"
    },
    "shineOnYouCrazyDiamondI-V": {
        "trackName": "Shine On You Crazy Diamond (Parts I–V)",
        "trackLength": "13:32",
        "album": "Wish You Were Here",
        "songwriters": "David Gilmour, Roger Waters, Richard Wright",
        "lyrics": "Remember when you were young, you shone like the sun Shine on you crazy diamond Now there's a look in your eyes, like black holes in the sky Shine on you crazy diamond You were caught on the crossfire of childhood and stardom Blown on the steel breeze Come on you target for faraway laughter Come on you stranger, you legend, you martyr, and shine You reached for the secret too soon, you cried for the moon Shine on you crazy diamond Threatened by shadows at night, and exposed in the light Shine on you crazy diamond Well you wore out your welcome with random precision Rode on the steel breeze Come on you raver, you seer of visions Come on you painter, you piper, you prisoner, and shine"
    },
    "welcomeToTheMachine": {
        "trackName": "Welcome to the Machine",
        "trackLength": "7:31",
        "album": "Wish You Were Here",
        "songwriters": "Roger Waters",
        "lyrics": "Welcome my son, welcome to the machine. Where have you been? It's alright we know where you've been. You've been in the pipeline, filling in time, provided with toys and Scouting for Boys. You bought a guitar to punish your ma, And you didn't like school, and you know you're nobody's fool, So welcome to the machine. Welcome my son, welcome to the machine. What did you dream? It's alright we told you what to dream. You dreamed of a big star, he played a mean guitar, He always ate in the Steak Bar. He loved to drive in his Jaguar. So welcome to the machine."
    },
    "haveACigar": {
        "trackName": "Have a Cigar",
        "trackLength": "5:08",
        "album": "Wish You Were Here",
        "songwriters": "Roger Waters",
        "lyrics": "Come in here, dear boy, have a cigar, You're gonna go far, You're gonna fly high, You're never gonna die, You're gonna make it if you try, They're gonna love you. I've always had a deep respect and I mean that most sincere; The band is just fantastic, that is really what I think, Oh, by the way, which one's Pink? And did we tell you the name of the game, boy? We call it Riding The Gravy Train. We're just knocked out. We heard about the sell out. You're gonna get an album out, You owe it to the people. We're so happy we can hardly count. Everybody else is just green, Have you seen the chart? It's a hell of a start, It could be made into a monster, If we all pull together as a team. And did we tell you the name of the game, boy? We call it Riding The Gravy Train."
    },
    "wishYouWereHere": {
        "trackName": "Wish You Were Here",
        "trackLength": "5:41",
        "album": "Wish You Were Here",
        "songwriters": "David Gilmour, Roger Waters",
        "lyrics": "So, so you think you can tell Heaven from hell Blue skies from pain Can you tell a green field From a cold steel rail? A smile from a veil? Do you think you can tell? Did they get you to trade Your heroes for ghosts? Hot ashes for trees? Hot air for a cool breeze? Cold comfort for change? Did you exchange A walk on part in the war For a lead role in a cage? How I wish, how I wish you were here We're just two lost souls Swimming in a fish bowl Year after year Running over the same old ground And how we found The same old fears Wish you were here"
    },
    "shineOnYouCrazyDiamondVI-IX": {
        "trackName": "Shine On You Crazy Diamond (Parts VI–IX)",
        "trackLength": "12:28",
        "album": "Wish You Were Here",
        "songwriters": "David Gilmour, Roger Waters, Richard Wright",
        "lyrics": "Nobody knows where you are, How near or how far. Shine on you crazy diamond. Pile on many more layers And I'll be joining you there. Shine on you crazy diamond. And we'll bask in the shadow of yesterday's triumph And sail on the steel breeze Come on, you boy child, you winner and loser Come on, you miner for truth and delusion, and shine!"
    },
    "pigsOnTheWingPart1": {
        "trackName": "Pigs on the Wing (Part 1)",
        "trackLength": "1:24",
        "album": "Animals",
        "songwriters": "Roger Waters",
        "lyrics": "If you didn't care what happened to me And I didn't care for you We would zigzag our way through the boredom and pain Occasionally glancing up through the rain Wondering which of the buggers to blame And watching for pigs on the wing"
    },
    "dogs": {
        "trackName": "Dogs",
        "trackLength": "17:04",
        "album": "Animals",
        "songwriters": "Roger Waters, David Gilmour",
        "lyrics": "You gotta be crazy, you gotta have a real need You gotta sleep on your toes, and when you're on the street You gotta be able to pick out the easy meat with your eyes closed And then moving in silently, down wind and out of sight You gotta strike when the moment is right without thinking And after a while, you can work on points for style Like the club tie, and the firm handshake A certain look in the eye and an easy smile You have to be trusted by the people that you lie to So that when they turn their backs on you, You'll get the chance to put the knife in You gotta keep one eye looking over your shoulder You know it's going to get harder, and harder, and harder as you get older And in the end you'll pack up and fly down south Hide your head in the sand, Just another sad old man All alone and dying of cancer And when you loose control, you'll reap the harvest you have sown And as the fear grows, the bad blood slows and turns to stone And it's too late to lose the weight you used to need to throw around So have a good drown, as you go down, all alone Dragged down by the stone (stone, stone, stone, stone, stone) I gotta admit that I'm a little bit confused Sometimes it seems to me as if I'm just being used Gotta stay awake, gotta try and shake off this creeping malaise If I don't stand my own ground, how can I find my way out of this maze? Deaf, dumb, and blind, you just keep on pretending That everyone's expendable and no-one has a real friend And it seems to you the thing to do would be to isolate the winner And everything's done under the sun And you believe at heart, everyone's a killer Who was born in a house full of pain Who was trained not to spit in the fan Who was told what to do by the man Who was broken by trained personnel Who was fitted with collar and chain Who was given a pat on the back Who was breaking away from the pack Who was only a stranger at home Who was ground down in the end Who was found dead on the phone Who was dragged down by the stone"
    },
    "pigs": {
        "trackName": "Pigs (Three Different Ones)",
        "trackLength": "11:28",
        "album": "Animals",
        "songwriters": "Roger Waters",
        "lyrics": "Big man, pig man Ha, ha, charade you are You well heeled big wheel Ha, ha, charade you are And when your hand is on your heart You're nearly a good laugh Almost a joker With your head down in the pig bin Saying 'Keep on digging' Pig stain on your fat chin What do you hope to find Down in the pig mine? You're nearly a laugh You're nearly a laugh But you're really a cry Bus stop rat bag Ha, ha, charade you are You fucked up old hag Ha, ha, charade you are You radiate cold shafts of broken glass You're nearly a good laugh Almost worth a quick grin You like the feel of steel You're hot stuff with a hatpin And good fun with a hand gun You're nearly a laugh You're nearly a laugh But you're really a cry Hey you, Whitehouse Ha, ha, charade you are You house proud town mouse Ha, ha, charade you are You're trying to keep our feelings off the street You're nearly a real treat All tight lips and cold feet And do you feel abused? You got to stem the evil tide And keep it all on the inside Mary you're nearly a treat Mary you're nearly a treat But you're really a cry"
    },
    "sheep": {
        "trackName": "Sheep",
        "trackLength": "10:20",
        "album": "Animals",
        "songwriters": "Roger Waters",
        "lyrics": "Hopelessly passing your time in the grassland away Only dimly aware of a certain unease in the air You better watch out There may be dogs about I've looked over Jordan, and I have seen Things are not what they seem What do you get for pretending the danger's not real Meek and obedient you follow the leader Down well trodden corridors into the valley of steel What a surprise The look of terminal shock in your eyes Now things are really what they seem No, this is no bad dream The Lord is my shepherd, I shall not want He makes me down to lie Through pastures green He leadeth me the silent waters by With bright knives he releaseth my soul He maketh me to hang on hooks in high places He converteth me to lamb cutlets For lo, He hath great power, and great hunger When cometh the day we lowly ones Through quiet reflection, and great dedication Master the art of karate Lo, we shall rise up And then we'll make the bugger's eyes water Bleating and babbling we fell on his neck with a scream Wave upon wave of demented avengers March cheerfully out of obscurity into the dream Have you heard the news? The dogs are dead You better stay home And do as you're told Get out of the road if you want to grow old"
    },
    "pigsOnTheWingPart2": {
        "trackName": "Pigs on the Wing (Part 2)",
        "trackLength": "1:24",
        "album": "Animals",
        "songwriters": "Roger Waters",
        "lyrics": "You know that I care What happens to you And I know that you care For me too So I don't feel alone Or the weight of the stone Now that I've found somewhere safe To bury my bone And any fool knows a dog needs a home A shelter from pigs on the wing"
    },
    "inTheFlesh1": {
        "trackName": "In the Flesh?",
        "trackLength": "3:16",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "So ya Thought ya Might like to go to the show To feel the warm thrill of confusion That space cadet glow Tell me is something eluding you, sunshine? Is this not what you expected to see? If you want to find out what's behind these cold eyes You'll just have to claw your way through this disguise Lights, turn on the sound effects, action Drop it, drop it on 'em, drop it on them"
    },
    "theThinIce": {
        "trackName": "The Thin Ice",
        "trackLength": "2:27",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Momma loves her baby And daddy loves you too And the sea may look warm to you babe And the sky may look blue Oh baby Oh baby blue Oh babe If you should go skating On the thin ice of modern life Dragging behind you the silent reproach Of a million tear-stained eyes Don't be surprised when a crack in the ice Appears under your feet You slip out of your depth and out of your mind With your fear flowing out behind you As you claw the thin ice"
    },
    "anotherBrickInTheWall1": {
        "trackName": "Another Brick in the Wall (Part 1)",
        "trackLength": "3:11",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Daddy's flown across the ocean Leaving just a memory The snapshot in the family album Daddy, what else did you leave for me? Daddy, what'd'ja leave behind for me? All in all it was just a brick in the wall All in all it was all just bricks in the wall"
    },
    "theHappiestDaysOfOurLives": {
        "trackName": "The Happiest Days of Our Lives",
        "trackLength": "1:46",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "You! Yes, you! Stand still laddy When we grew up and went to school There were certain teachers who would Hurt the children any way they could By pouring their derision Upon anything we did Exposing every weakness However carefully hidden by the kids But in the town it was well known When they got home at night, their fat and Psychopathic wives would thrash them Within inches of their lives"
    },
    "anotherBrickInTheWallPart2": {
        "trackName": "Another Brick in the Wall (Part 2)",
        "trackLength": "3:59",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "We don't need no education We don't need no thought control No dark sarcasm in the classroom Teachers leave them kids alone Hey, teachers, leave them kids alone All in all it's just another brick in the wall All in all you're just another brick in the wall We don't need no education We don't need no thought control No dark sarcasm in the classroom Teachers leave those kids alone Hey teachers, leave those kids alone All in all you're just another brick in the wall All in all you're just another brick in the wall Wrong, do it again! Wrong, do it again! If you don't eat yer meat, you can't have any pudding How can you have any pudding if you don't eat yer meat? You, yes, you behind the bike sheds, stand still, laddy"
    },
    "mother": {
        "trackName": "Mother",
        "trackLength": "5:32",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Mother do you think they'll drop the bomb Mother do you think they'll like the song Mother do you think they'll try to break my balls Ooooh aah, Mother should I build a wall Mother should I run for president Mother should I trust the government Mother will they put me in the firing line Ooooh aah, is it just a waste of time Hush now baby don't you cry Mama's gonna make all of your Nightmares come true Mama's gonna put all of her fears into you Mama's gonna keep you right here Under her wing she won't let you fly but she might let you sing Mama will keep baby cosy and warm Ooooh Babe Ooooh Babe Ooooh Babe Of course Mama's gonna help build the wall Mother do think she's good enough for me Mother do think she's dangerous to me Mother will she tear your little boy apart Oooh aah, mother will she break my heart Hush now baby, baby don't you cry Mama's gonna check out all your girl friends for you Mama won't let anyone dirty get through Mama's gonna wait up till you come in Mama will always find out where You've been Mamma's gonna keep baby healthy and clean Ooooh Babe Ooooh Babe Ooooh Babe You'll always be a baby to me Mother, did it need to be so high."
    },
    "goodbyeBlueSky": {
        "trackName": "Goodbye Blue Sky",
        "trackLength": "2:45",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Look mummy, there's an aeroplane up in the sky Ooh Did you see the frightened ones? Did you hear the falling bombs? Did you ever wonder why we had to run for shelter when the Promise of a brave new world unfurled beneath a clear blue Sky? Ooh Did you see the frightened ones? Did you hear the falling bombs? The flames are all long gone, but the pain lingers on Goodbye, blue sky Goodbye, blue sky Goodbye Goodbye The eleven fifteen from Newcastle is now approaching The eleven eighteen arrival"
    },
    "emptySpaces": {
        "trackName": "Empty Spaces",
        "trackLength": "2:10",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "What shall we use To fill the empty spaces Where we used to talk? How shall I fill The final places? How should I complete the wall"
    },
    "youngLust": {
        "trackName": "Young Lust",
        "trackLength": "3:25",
        "album": "The Wall",
        "songwriters": "Roger Waters, David Gilmour",
        "lyrics": "I am just a new boy Stranger in this town Where are all the good times? Who's gonna show this stranger around? Ooh, I need a dirty woman Ooh, I need a dirty girl Will some woman in this desert land Make me feel like a real man? Take this rock and roll refugee Ooh, baby set me free Ooh, I need a dirty woman Ooh, I need a dirty girl Ooh, I need a dirty woman Ooh, I need a dirty girl Hello? Yes, a collect call for Mrs. Floyd from Mister Floyd Will you accept the charges from United States? Oh, he hung up, that's your residence, right? I wonder why he hung up? Is there supposed to be someone else there besides your wife there to answer? Hello? This is United States calling, are we reaching See he keeps hanging up, and it's a man answering"
    },
    "oneOfMyTurns": {
        "trackName": "One of My Turns",
        "trackLength": "3:37",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Oh my God! What a fabulous room! Are all these your guitars? I'm sorry sir, I didn't mean to startle you! This place is bigger than our apartment! Let me know when you're entering a room Yes sir! Um, Can I get a drink of water? I was wondering about You want some, huh? Yes Oh wow, look at this tub? Do you want to take bath? I'll have to find out from Mrs. Bancroft what time she wants to meet us, for her main... What are watching? If you'll just let me know as soon as you can ... Mrs Bancroft Mrs Bancroft... Hello? I don't understand Are you feeling okay? Day after day, love turns grey Like the skin of a dying man. And night after night, we pretend its all right But I have grown older and You have grown colder and Nothing is very much fun any more. And I can feel one of my turns coming on. I feel cold as a razor blade, Tight as a tourniquet, Dry as a funeral drum. Run to the bedroom, In the suitcase on the left You'll find my favorite axe. Don't look so frightened This is just a passing phase, One of my bad days. Would you like to watch T.V.? Or get between the sheets? Or contemplate the silent freeway? Would you like something to eat? Would you like to learn to fly? Would'ya? Would you like to see me try? Would you like to call the cops? Do you think it's time I stopped? Why are you running away?"
    },
    "dontLeaveMeNow": {
        "trackName": "Don't Leave Me Now",
        "trackLength": "4:08",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Ooooh, babe Don't leave me now Don't say it's the end of the road Remember the flowers I sent I need you, babe To put through the shredder In front of my friends Ooh babe Don't leave me now How could you go? When you know how I need you To beat to a pulp on a Saturday night Ooh babe, don't leave me now How can you treat me this way? Running away Ooh babe Why are you running away? Ooh babe"
    },
    "anotherBrickInTheWallPart3": {
        "trackName": "Another Brick in the Wall (Part 3)",
        "trackLength": "1:18",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Ooooh, babe Don't leave me now Don't say it's the end of the road Remember the flowers I sent I need you, babe To put through the shredder In front of my friends Ooh babe Don't leave me now How could you go? When you know how I need you To beat to a pulp on a Saturday night Ooh babe, don't leave me now How can you treat me this way? Running away Ooh babe Why are you running away? Ooh babe"
    },
    "goodbyeCruelWorld": {
        "trackName": "Goodbye Cruel World",
        "trackLength": "1:16",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Goodbye cruel world I'm leaving you today Goodbye Goodbye Goodbye Goodbye, all you people There's nothing you can say To make me change my mind Goodbye"
    },
    "heyYou": {
        "trackName": "Hey You",
        "trackLength": "4:40",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Hey you, out there in the cold Getting lonely, getting old Can you feel me? Hey you, standing in the aisles With itchy feet and fading smiles Can you feel me? Hey you, don't help them to bury the light Don't give in without a fight Hey you out there on your own Sitting naked by the phone Would you touch me? Hey you with you ear against the wall Waiting for someone to call out Would you touch me? Hey you, would you help me to carry the stone? Open your heart, I'm coming home But it was only fantasy The wall was too high As you can see No matter how he tried He could not break free And the worms ate into his brain Hey you, out there on the road Always doing what you're told Can you help me? Hey you, out there beyond the wall Breaking bottles in the hall Can you help me? Hey you, don't tell me there's no hope at all Together we stand, divided we fall"
    },
    "isThereAnybodyOutThere": {
        "trackName": "Is There Anybody Out There?",
        "trackLength": "2:44",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Well, only got an hour of daylight left. Better get started Isn't it unsafe to travel at night? It'll be a lot less safe to stay here, your father's gunna pick up our trail before long Can Loca ride? Yeah, I can ride, Margaret, time to go! Maigret, thank you for everything Goodbye Chenga Goodbye miss I'll be back Is there anybody out there?"
    },
    "nobodyHome": {
        "trackName": "Nobody Home",
        "trackLength": "3:26",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "I've got a little black book with my poems in Got a bag with a toothbrush and a comb in When I'm a good dog, they sometimes throw me a bone in I got elastic bands keepin' my shoes on Got those swollen-hand blues I got thirteen channels of shit on the T.V. to choose from I've got electric light And I've got second sight I got amazing powers of observation And that is how I know When I try to get through On the telephone to you There'll be nobody home I've got the obligatory Hendrix perm And the inevitable pinhole burns All down the front of my favorite satin shirt I've got nicotine stains on my fingers I've got a silver spoon on a chain Got a grand piano to prop up my mortal remains I've got wild staring eyes And I've got a strong urge to fly But I got nowhere to fly to Ooh, babe when I pick up the phone there's still nobody home I've got a pair of Gohills boots But I got fading roots"
    },
    "vera": {
        "trackName": "Vera",
        "trackLength": "1:35",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Does anybody here remember Vera Lynn? Remember how she said that We would meet again Some sunny day? Vera, Vera What has become of you Does anybody else in here Feel the way I do?"
    },
    "bringTheBoysBackHome": {
        "trackName": "Bring the Boys Back Home",
        "trackLength": "1:21",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Bring the boys back home Bring the boys back home Don't leave the children on their own, no, no, Bring the boys back home. Wrong, do it again Wrong, do it again Wrong, do it again Time to go Wrong, do it again Are you feeling okay? Wrong, do it again Time to go, time to go Time to go Are you feeling okay? Time to go, time to go Time to go There's a man answering, but he keeps hanging up Is there anybody out there?"
    },
    "comfortablyNumb": {
        "trackName": "Comfortably Numb",
        "trackLength": "6:23",
        "album": "The Wall",
        "songwriters": "David Gilmour, Roger Waters",
        "lyrics": "Hello? Hello? Hello? Is there anybody in there? Just nod if you can hear me Is there anyone at home? Come on now I hear you're feeling down Well I can ease your pain Get you on your feet again Relax I'll need some information first Just the basic facts Can you show me where it hurts? There is no pain you are receding A distant ship smoke on the horizon You are only coming through in waves Your lips move but I can't hear what you're saying When I was a child I had a fever My hands felt just like two balloons Now I've got that feeling once again I can't explain you would not understand This is not how I am I have become comfortably numb Okay Just a little pinprick There'll be no more, ah But you may feel a little sick Can you stand up? I do believe it's working, good That'll keep you going through the show Come on it's time to go There is no pain you are receding A distant ship, smoke on the horizon You are only coming through in waves Your lips move but I can't hear what you're saying When I was a child I caught a fleeting glimpse Out of the corner of my eye I turned to look but it was gone I cannot put my finger on it now The child is grown The dream is gone I have become comfortably numb"
    },
    "theShowMustGoOn": {
        "trackName": "The Show Must Go On",
        "trackLength": "1:36",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Must the show go on? (Ooh, pa) take me home, take me home, take me home (Ooh, ma) let me go There must be some mistake I didn't mean to let them take away my soul Am I too old, is it too late? where has the feeling gone? (Ooh, ma, ooh, pa) will I remember the songs? (Ooh, ah) The show must go on"
    },
    "inTheFlesh": {
        "trackName": "In the Flesh",
        "trackLength": "4:15",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "So ya thought ya might like to go to the show To feel the warm thrill of confusion, that space cadet glow I've got some bad news for you sunshine Pink isn't well, he stayed back at the hotel And they sent us along as a surrogate band We're gonna find out where you fans really stand. Are there any queers in the theater tonight? Get them up against The Wall (Against The Wall) Now there's one in the spotlight, he don't look right to me Get him up against The Wall (Against The Wall) And that one looks Jewish and that one's a coon! Who let all of this riff-raff into the room? There's one smoking a joint and another with spots If I had my way, I'd have all of ya shot!"
    },
    "runLikeHell": {
        "trackName": "Run Like Hell",
        "trackLength": "4:20",
        "album": "The Wall",
        "songwriters": "David Gilmour, Roger Waters",
        "lyrics": "Run, run, run, run You better make your face up in Your favourite disguise With your button down lips and your Roller blind eyes With your empty smile And your hungry heart Feel the bile rising from your guilty past With your nerves in tatters As the cockleshell shatters And the hammers batter Down your door You better run. Run, run, run, run You better run all day And run all night And keep your dirty feelings Deep inside. And if you're Takin' your girlfriend Out tonight You better park the car Well out of sight 'Cause if they catch you in the back seat Trying to pick her locks They're gonna send you back to mother In a cardboard box You better run"
    },
    "waitingForTheWorms": {
        "trackName": "Waiting for the Worms",
        "trackLength": "4:04",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "Eins, zwei, drei, alle Ooh, you cannot reach me now Ooh, no matter how you try Goodbye, cruel world, it's over Walk on by Sitting in a bunker here behind my wall Waiting for the worms to come In perfect isolation here behind my wall Waiting for the worms to come We're waiting to succeed and going to convene outside Brixton Town Hall where we're going to be Waiting to cut out the deadwood Waiting to clean up the city Waiting to follow the worms Waiting to put on a black shirt Waiting to weed out the weaklings Waiting to smash in their windows And kick in their doors Waiting for the final solution To strengthen the strain Waiting to follow the worms Waiting to turn on the showers And fire the ovens Waiting for…"
    },
    "stop": {
        "trackName": "Stop",
        "trackLength": "0:30",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "I want to go home Take off this uniform and leave the show And I'm waiting in this cell because I have to know Have I been guilty all this time?"
    },
    "theTrial": {
        "trackName": "The Trial",
        "trackLength": "5:13",
        "album": "The Wall",
        "songwriters": "Roger Waters, Bob Ezrin",
        "lyrics": "Good morning, Worm your honor The crown will plainly show The prisoner who now stands before you Was caught red-handed showing feelings Showing feelings of an almost human nature This will not do Call the schoolmaster I always said he'd come to no good In the end your honor If they'd let me have my way I could Have flayed him into shape But my hands were tied The bleeding hearts and artists Let him get away with murder Let me hammer him today? Crazy Toys in the attic, I am crazy Truly gone fishing They must have taken my marbles away Crazy, toys in the attic he is crazy You little shit you're in it now I hope they throw away the key You should have talked to me more often Than you did, but no You had to go Your own way, have you broken any Homes up lately? Just five minutes, Worm your honor Him and me, alone Babe Come to mother baby, let me hold you In my arms M'lud I never wanted him to Get in any trouble Why'd he ever have to leave me? Worm, your honor, let me take him home Crazy, Over the rainbow, I am crazy Bars in the window There must have been a door there in the wall When I came in Crazy, over the rainbow, he is crazy The evidence before the court is Incontrovertible, there's no need for The jury to retire In all my years of judging I have never heard before Of someone more deserving Of the full penalty of law The way you made them suffer Your exquisite wife and mother Fills me with the urge to defecate Since, my friend, you have revealed your Deepest fear I sentence you to be exposed before Your peers Tear down the wall"
    },
    "outsideTheWall": {
        "trackName": "Outside the Wall",
        "trackLength": "1:41",
        "album": "The Wall",
        "songwriters": "Roger Waters",
        "lyrics": "All alone, or in two's The ones who really love you Walk up and down outside the wall Some hand in hand And some gathered together in bands The bleeding hearts and the artists Make their stand And when they've given you their all Some stagger and fall, after all it's not easy Banging your heart against some mad bugger's wall Isn't this where"
    },
    "thePostWarDream": {
        "trackName": "The Post War Dream",
        "trackLength": "3:01",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Tell me true tell me why was Jesus crucified Is it for this that daddy died? Was it for you? was it me? Did I watch too much t.v.? Is that a hint of accusation in your eyes? If it wasn't for the nips Being so good at building ships The yards would still be open on the clyde And it can't be much fun for them Beneath the rising sun With all their kids committing suicide What have we done maggie what have we done What have we done to England Should we shout should we scream What happened to the post war dream? Oh Maggie Maggie what have we do?"
    },
    "yourPossiblePasts": {
        "trackName": "Your Possible Pasts",
        "trackLength": "4:26",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "They flutter behind you, your possible pasts Some brighteyed and crazy, some frightened and lost A warning to anyone still in command Of their possible future, to take care In derelict sidings the poppies entwine With cattle trucks lying in wait for the next time Do you remember me? How we used to be? Do you think we should be closer? She stood in the doorway, the ghost of a smile Haunting her face like a cheap hotel sign Her cold eyes imploring the men in their macs For the gold in their bags or the knives in their backs Stepping up boldly one put out his hand He said, I was just a child then, now I'm only a man. Do you remember me? How we used to be? Do you think we should be closer? By the cold and religious we were taken in hand Shown how to feel good and told to feel bad Strung out behind us the banners and flags Of our possible pasts lie in tatters and rags Do you remember me? How we used to be? Do you think we should be closer?"
    },
    "oneOfTheFew": {
        "trackName": "One of the Few",
        "trackLength": "1:12",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "When you're one of the few, To land on your feet. What do you do to make ends meet? (Teach) Make 'em mad Make 'em sad Make 'em add two and two Make 'em me Make 'em you Make 'em do what you want them to Make 'em laugh Make 'em cry Make 'em lay down and die"
    },
    "theHerosReturn": {
        "trackName": "The Hero's Return",
        "trackLength": "2:56",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Jesus, Jesus, what's it all about? Trying to clout these little ingrates into shape When I was their age all the lights went out There was no time to whine and mope about And even now part of me flies Over Dresden at angels one five Though they'll never fathom it Behind my sarcasm desperate memories lie Sweetheart, sweetheart, are you fast asleep? Good That's the only time that I can really speak to you And there is something that I've locked away A memory that is too painful To withstand the light of day When we came back from the war The banners and flags hung on everyone's door We danced and we sang in the street And the church bells rang But burning in my heart The memory smolders on Of the gunners dying words on the intercom"
    },
    "theGunnersDream": {
        "trackName": "The Gunner's Dream",
        "trackLength": "5:07",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Floating down, through the clouds Memories come rushing up to meet me now But in the space between the heavens And the corner of some foreign field I had a dream I had a dream Goodbye Max, goodbye Ma After the service, when you're walking slowly to the car And the silver in her hair shines in the cold November air You hear the tolling bell and touch the silk in your lapel And as the teardrops rise to meet the comfort of the band You take her frail hand And hold on to the dream A place to stay, enough to eat Somewhere, old heroes shuffle safely down the street Where you can speak out loud about your doubts and fears And what's more, no one ever disappears You never hear their standard issue kicking in your door You can relax on both sides of the tracks And maniacs don't blow holes in bandsmen by remote control And everyone has recourse to the law And no one kills the children anymore No one kills the children anymore Night after night, going 'round and 'round my brain His dream is driving me insane In the corner of some foreign field The gunner sleeps tonight What's done is done We cannot just write off his final scene Take heed of the dream Take heed"
    },
    "paranoidEyes": {
        "trackName": "Paranoid Eyes",
        "trackLength": "3:41",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Button your lip and don't let the shield slip Seek a fresh grip on your bullet proof mask and if they try to break down your disguise with their questions you can hide hide hide behind paranoid eyes You put on your brave face and slip over the road for a jar fixing your grin as you casually lean on the bar laughing too loud at the rest of the world with the boys in the crowd you can hide hide hide behind petrified eyes You believed in their stories of fame fortune and glory now you're lost in a haze of alcohol soft middle age the pie in the sky turned out to be miles too high and you hide hide hide behind brown and mild eyes"
    },
    "getYourFilthyHandsOffMyDesert": {
        "trackName": "Get Your Filthy Hands Off My Desert",
        "trackLength": "1:19",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Oi, get your filthy hands off my desert! What 'e say? Brezhnev took Afghanistan. Begin took Beirut. Galtieri took the Union Jack. And Maggie, over lunch one day, Took a cruiser with all hands. Apparently, to make him give it back"
    },
    "theFletcherMemorialHome": {
        "trackName": "The Fletcher Memorial Home",
        "trackLength": "",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Take all your overgrown infants away somewhere And build them a home, a little place of their own. The Fletcher Memorial Home for Incurable Tyrants and Kings. And they can appear to themselves every day On closed circuit T.V. To make sure they're still real. It's the only connection they feel. Ladies and gentlemen, please welcome, Reagan and Haig, Mr. Begin and friend, Mrs. Thatcher, and Paisly, Hello Maggie! Mr. Brezhnev and party. Who's the bald chap? The ghost of McCarthy, The memories of Nixon. Good-bye! And now, adding color, a group of anonymous latin- American Meat packing glitterati. Did they expect us to treat them with any respect? They can polish their medals and sharpen their Smiles, and amuse themselves playing games for awhile. Boom boom, bang bang, lie down you're dead. Safe in the permanent gaze of a cold glass eye With their favorite toys They'll be good girls and boys In the Fletcher Memorial Home for colonial Wasters of life and limb. Is everyone in? Are you having a nice time? Now the final solution can be applied."
    },
    "southamptonDock": {
        "trackName": "Southampton Dock",
        "trackLength": "2:10",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "They disembarked in 45 And no-one spoke and no-one smiled There were to many spaces in the line. Gathered at the cenotaph All agreed with the hand on heart To sheath the sacrificial Knifes. But now She stands upon Southampton dock With her handkerchief And her summer frock clings To her wet body in the rain. In quiet desperation knuckles White upon the slippery reins She bravely waves the boys Goodbye again. And still the dark stain spreads between His shoulder blades. A mute reminder of the poppy fields and graves. And when the fight was over We spent what they had made. But in the bottom of our hearts We felt the final cut."
    },
    "theFinalCut": {
        "trackName": "The Final Cut",
        "trackLength": "4:42",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Through the fish-eyed lens of tear stained eyes I can barely define the shape of this moment in time And far from flying high in clear blue skies I'm spiraling down to the hole in the ground where I hide If you negotiate the minefield in the drive And beat the dogs and cheat the cold electronic eyes And if you make it past the shotgun in the hall Dial the combination, open the priest hole And if I'm in I'll tell you (what's behind the wall) There's a kid who had a big hallucination Making love to girls in magazines He wonders if you're sleeping with your new found faith Could anybody love him Or is it just a crazy dream? And if I show you my dark side Will you still hold me tonight? And if I open my heart to you And show you my weak side What would you do? Would you sell your story to Rolling Stone? Would you take the children away And leave me alone? And smile in reassurance As you whisper down the phone? Would you send me packing? Or would you take me home? Thought I oughta bare my naked feelings Thought I oughta tear the curtain down I held the blade in trembling hands Prepared to make it but just then the phone rang I never had the nerve to make the final cut"
    },
    "notNowJohn": {
        "trackName": "Not Now John",
        "trackLength": "5:02",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "Fuck all that we've got to get on with these Gotta compete with the wily Japanese There's too many home fires burning And not enough trees So fuck all that We've go to get on with these Can't stop! Lose job! Mind gone! Silicon! What bomb? Get away! Pay day! Make hay! Break down! Need fix. Big six. Clickity click. Hold on! Oh no, Bring bingo! Make 'em laugh Make 'em cry Make 'em dance in the aisles Make 'em pay Make 'em stay Make 'em feel okay Not nah John We've got to get on with the film show Hollywood waits at the end of the rainbow Who cares what it's about As long as the kids go? Not now John we've Got to get on with the show Hang on John I've got to get on with this I don't know what it is But it fits on here like Come at the end of the shift We'll go and get pissed Not now John I've got to get on with this Hold on John I think there's something good on I used to read books but It could be the news Or some other amusement It could be reusable shows Fuck all that we've got to get on with these Got to compete with the wily Japanese No need to worry about the Vietnamese Got to bring the Russian Bear to his knees Well, maybe not the Russian Bear Maybe the Swedes We showed Argentina Now let's go and show these Make us feel tough And wouldn't Maggie be pleased? Nah nah nah nah nah nah nah! S'cusi dove il bar (What?) Se para collo pou eine toe bar s'il vous plait ou est le bar (Say it in English!) Oi, where's the fucking bar John? (Oh, now you're talking!)\" Oh! Rule Britannia! Britannia rules the day Down! Go, Maggie! Hammer, Hammer, Hammer, Hammer, now!"
    },
    "twoSunsInTheSunset": {
        "trackName": "Two Suns in the Sunset",
        "trackLength": "5:23",
        "album": "The Final Cut",
        "songwriters": "Roger Waters",
        "lyrics": "In my rear view mirror the sun is going down Sinking behind bridges in the road And I think of all the good things That we have left undone And I suffer premonitions Confirm suspicions Of the holocaust to come. The wire that holds the cork That keeps the anger in Gives way And suddenly it's day again. The sun is in the east Even though the day is done. Two suns in the sunset Hmm Could be the human race is run. Like the moment when the brakes lock And you slide towards the big truck Oh no! Daddy, Daddy! You stretch the frozen moments with your fear. And you'll never hear their voices And you'll never see their faces You have no recourse to the law anymore. And as the windshield melts My tears evaporate Leaving only charcoal to defend. Finally I understand the feelings of the few. Ashes and diamonds Foe and friend We were all equal in the end. And now the weather. Tomorrow will be cloudy with scattered showers Spreading from the east with an expected high of 4000 degrees Celsius"
    },
    "signsOfLife": {
        "trackName": "Signs of Life",
        "trackLength": "4:23",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour, Bob Ezrin",
        "lyrics": "Instrumental"
    },
    "learningToFly": {
        "trackName": "Learning to Fly",
        "trackLength": "4:53",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour, Anthony Moore, Bob Ezrin, Jon Carin",
        "lyrics": "Into the distance a ribbon of black Stretched to the point of no turning back A flight of fancy on a windswept field Standing alone my senses reeled A fatal attraction is holding me fast how How can I escape this irresistible grasp? Can't keep my eyes from the circling skies Tongue tied and twisted just an earth bound misfit, I Ice is forming on the tips of my wings Unheeded warnings I thought I thought of everything No navigator to find my way home Unladened, empty and turned to stone A soul in tension that's learning to fly Condition grounded but determined to try Can't keep my eyes from the circling skies Tongue-tied and twisted just an earth-bound misfit, I Friction lock, set Mixtures, rich Propellers, fully forward Flaps, set, ten degrees Engine gauges and suction, check Mixture set to maximum percent, recheck Flight instruments Altimeters, check both (Garbled word) on Navigation lights, on Strobes, on Confirm three-eight-echo ready for departure Hello again, this is now 129.4 129.4, it's to go You may commence your takeoff, winds over ten knots Three-eight-echo Easy on the brakes, take it easy, its gonna roll this time Just hand the power gradually, and it Above the planet on a wing and a prayer, My grubby halo, a vapor trail in the empty air, Across the clouds I see my shadow fly Out of the corner of my watering eye A dream unthreatened by the morning light Could blow this soul right through the roof of the night There's no sensation to compare with this Suspended animation, a state of bliss Can't keep my mind from the circling skies Tongue-tied and twisted just an earth-bound misfit, I"
    },
    "theDogsOfWar": {
        "trackName": "The Dogs of War",
        "trackLength": "6:11",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour, Anthony Moore",
        "lyrics": "Dogs of war and men of hate With no cause, we don't discriminate Discovery is to be disowned Our currency is flesh and bone Hell opened up and put on sale Gather 'round and haggle For hard cash, we will lie and deceive Even our masters don't know the web we weave One world, it's a battleground One world, and we will smash it down One world, one world Invisible transfers, long distance calls, Hollow laughter in marble halls Steps have been taken, a silent uproar Has unleashed the dogs of war You can't stop what has begun Signed, sealed, they deliver oblivion We all have a dark side, to say the least And dealing in death is the nature of the beast One world, it's a battleground One world, and we will smash it down One world, one world The dogs of war don't negotiate The dogs of war won't capitulate, They will take and you will give, And you must die so that they may live You can knock at any door, But wherever you go, you know they've been there before Well winners can lose and things can get strained But whatever you change, you know the dogs remain. One world, it's a battleground One world, and we will smash it down One world, one world"
    },
    "oneSlip": {
        "trackName": "One Slip",
        "trackLength": "5:10",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour, Phil Manzanera",
        "lyrics": "A restless eye across a weary room A glazed look and I was on the road to ruin The music played and played as we whirled without end No hint, no word her honour to defend I will, I will she sighed to my request And then she tossed her mane while my resolve was put to the test Then drowned in desire, our souls on fire I lead the way to the funeral pyre And without a thought of the consequence I gave in to my decadence One slip, and down the hole we fall It seems to take no time at all A momentary lapse of reason That binds a life for life A small regret, you won't forget, There'll be no sleep in here tonight Was it love, or was it the idea of being in love? Or was it the hand of fate, that seemed to fit just like a glove? The moment slipped by and soon the seeds were sown The year grew late and neither one wanted to remain alone One slip, and down the hole we fall It seems to take no time at all A momentary lapse of reason That binds a life for life A small regret, you will never forget, There'll be no sleep in here tonight"
    },
    "onTheTurningAway": {
        "trackName": "On the Turning Away",
        "trackLength": "5:42",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour, Anthony Moore",
        "lyrics": "On the turning away From the pale and downtrodden And the words they say Which we won't understand Don't accept that what's happening Is just a case of others' suffering Or you'll find that you're joining in The turning away It's a sin that somehow Light is changing to shadow And casting it's shroud Over all we have known Unaware how the ranks have grown Driven on by a heart of stone We could find that we're all alone In the dream of the proud On the wings of the night As the daytime is stirring Where the speechless unite In a silent accord Using words you will find are strange And mesmerized as they light the flame Feel the new wind of change On the wings of the night No more turning away From the weak and the weary No more turning away From the coldness inside Just a world that we all must share It's not enough just to stand and stare Is it only a dream that there'll be No more turning away?"
    },
    "yetAnotherMovie": {
        "trackName": "Yet Another Movie",
        "trackLength": "6:28",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour, Patrick Leonard",
        "lyrics": "One sound, one single sound One kiss, one single kiss A face outside the window pane However did it come to this? A man who ran, a child who cried A girl who heard, a voice that lied The sun that burned a fiery red The vision of an empty bed The use of force, he was so tough She'll soon submit, she's had enough The march of fate, the broken will Someone is lying very still He has laughed and he has cried He has fought and he has died He's just the same as all the rest He's not the worst, he's not the best And still this ceaseless murmuring The babbling that I brook The seas of faces, eyes upraised The empty screen, the vacant look A man in black on a snow white horse, A pointless life has run its course, The red rimmed eyes, the tears still run As he fades into the setting sun You're going on that plane to take you where you belong. But no, I have You have got to listen to me. Do you have any idea what you have to look forward to if you stay here? Nine chances out of ten we both end up in a concentration camp and that You're only saying these things to make me go. I'm saying it 'cause it's true. Inside us, we both know we belong in different Maybe not today, maybe not tomorrow, but soon, and for the rest of your life. But what about us? But what about us? But what about us?"
    },
    "roundAndAround": {
        "trackName": "Round and Around",
        "trackLength": "1:02",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    },
    "aNewMachine1": {
        "trackName": "A New Machine (Part 1)",
        "trackLength": "1:46",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour",
        "lyrics": "I have always been here I have always looked out from behind these eyes It feels like more than a lifetime Feels like more than a lifetime Sometimes I get tired of the waiting Sometimes I get tired of being in here Is this the way it has always been? Could it ever have been different? Do you ever get tired of the waiting? Do you ever get tired of being in there? Don't worry, nobody lives forever, Nobody lives forever"
    },
    "terminalFrost": {
        "trackName": "Terminal Frost",
        "trackLength": "6:17",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    },
    "aNewMachine2": {
        "trackName": "A New Machine (Part 2)",
        "trackLength": "0:38",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour",
        "lyrics": "I will always be here I will always look out From behind these eyes It's only a lifetime It's only a lifetime It's only a lifetime"
    },
    "sorrow": {
        "trackName": "Sorrow",
        "trackLength": "8:48",
        "album": "A Momentary Lapse of Reason",
        "songwriters": "David Gilmour",
        "lyrics": "The sweet smell of a great sorrow lies over the land Plumes of smoke rise and merge into the leaden sky A man lies and dreams of green fields and rivers But awakes to a morning with no reason for waking He's haunted by the memory of a lost paradise In his youth or a dream, he can't be precise He's chained forever to a world that's departed It's not enough, it's not enough His blood has frozen and curdled with fright His knees have trembled and given way in the night His hand has weakened at the moment of truth His step has faltered One world, one soul Time pass, the river roll And he talks to the river of lost love and dedication And silent replies that swirl invitation Flow dark and troubled to an oily sea A grim intimation of what is to be There's an unceasing wind that blows through this night And there's dust in my eyes, that blinds my sight And silence that speaks so much louder than words Of promises broken"
    },
    "clusterOne": {
        "trackName": "Cluster One",
        "trackLength": "5:58",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Rick Wright",
        "lyrics": "Instrumental"
    },
    "whatDoYouWantFromMe": {
        "trackName": "What Do You Want from Me",
        "trackLength": "4:21",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Rick Wright, Polly Samson",
        "lyrics": "As you look around this room tonight Settle in your seat and dim the lights Do you want my blood do you want my tears What do you want What do you want from me Should I sing until I can't sing any more Play these strings until my fingers are raw You're so hard to please What do you want from me Do you think I know something you don't know What do you want from me If I don't promise you the answers would you go What do you want from me Should I stand out in the rain Do you want me to make a daisy chain for you I'm not the one you need What do you want from me You can have anything you want You can drift, you can dream, even walk on water Anything you want You can own everything you see Sell your soul for complete control Is that really what you need You can lose yourself this night See inside there is nothing to hide Turn and face the light What do you want from me"
    },
    "polesApart": {
        "trackName": "Poles Apart",
        "trackLength": "7:04",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Polly Samson, Nick Laird-Clowes",
        "lyrics": "Did you know, it was all going to go so wrong for you And did you see it was all going to be so right for me Why did we tell you then You were always the golden boy then And that you'd never lose that light in your eyes Hey you, did you ever realize what you'd become And did you see that it wasn't only me you were running from Did you know all the time but it never bothered you anyway Leading the blind while I stared out the steel in your eyes The rain fell slow, down on all the roofs of uncertainty I thought of you and the years and all the sadness fell away from me And did you know I never thought that you'd lose that light in your eyes"
    },
    "marooned": {
        "trackName": "Marooned",
        "trackLength": "5:28",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Rick Wright",
        "lyrics": "Instrumental"
    },
    "aGreatDayForFreedom": {
        "trackName": "A Great Day for Freedom",
        "trackLength": "4:17",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Polly Samson",
        "lyrics": "On the day the wall came down They threw the locks onto the ground And with glasses high we raised a cry For freedom had arrived On the day the wall came down The Ship of Fools had finally run aground Promises lit up the night like paper doves in flight I dreamed you had left my side No warmth not even pride remained And even though you needed me It was clear that I could not do a thing for you Now life devalues day by day As friends and neighbours turn away And there's a change that, even with regret Cannot be undone Now frontiers shift like desert sands While nations wash their bloodied hands Of loyalty, of history, in shades of gray I woke to the sound of drums The music played, the morning sun streamed in I turned and I looked at you And all but the bitted residue slipped away Slipped away"
    },
    "wearingTheInsideOut": {
        "trackName": "Wearing the Inside Out",
        "trackLength": "6:49",
        "album": "The Division Bell",
        "songwriters": "Richard Wright, Anthony Moore",
        "lyrics": "From morning to night I stayed out of sight Didn't recognize what I'd become No more than alive I'd barely survive In a word, overrun Won't hear a sound From my mouth I've spent too long On the inside out My skin is cold To the human touch This bleeding heart's Not beating much I murmured a vow of silence and now I don't even hear when I think aloud Extinguished by light I turn on the night Wear its darkness with an empty smile I'm creeping back to life My nervous system all awry I'm wearing the inside out Look at him now He's paler somehow But he's coming round He's starting to choke It's been so long since he spoke Well he can have the words right from my mouth And with these words I can see Clear through the clouds that covered me Just give it time then speak my name Now we can hear ourselves again I'm holding out For the day When all the clouds Have blown away I'm with you now Can speak your name Now we can hear Ourselves again He's curled into the corner But still the screen is flickering With an endless stream of garbage to Curse the place In a sea of random images The self-destructing animal Waiting for the waves to break He's standing on the threshold Caught in fiery anger And hurled into the furnace he'll Curse the place He's torn in all directions And the screen is still flickering Waiting for the flames to break"
    },
    "takeItBack": {
        "trackName": "Take It Back",
        "trackLength": "6:13",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Bob Ezrin, Polly Samson, Nick Laird-Clowes",
        "lyrics": "Her love rains down on me easy as the breeze I listen to her breathing it sounds like the waves on the sea I was thinking all about her, burning with rage and desire We were spinning into darkness the earth was on fire She could take it back, she might take it back some day So I spy on her, I lie to her, I make promises I cannot keep Then I hear her laughter rising, rising from the deep And I make her prove her love for me, I take all that I can take I push her to the limit to see if she will break She might take it back, she could take it back some day Now I have seen the warnings, screaming from all sides It's easy to ignore them, God knows I've tried All of this temptation, you know it turned my faith to lies Until I couldn't see the danger or hear the rising tide She can take it back, she will take it back some day She can take it back, she will take it back some day She will take it back, she will take it back some day"
    },
    "comingBackToLife": {
        "trackName": "Coming Back to Life",
        "trackLength": "6:19",
        "album": "The Division Bell",
        "songwriters": "David Gilmour",
        "lyrics": "Where were you when I was burned and broken While the days slipped by from my window watching Where were you when I was hurt and helpless Because the things you say and the things you do surround me While you were hanging yourself on someone else's words Dying to believe in what you heard I was staring straight into the shining sun Lost in thought and lost in time While the seeds of life and the seeds of change were planted Outside the rain fell dark and slow While I pondered on this dangerous but irresistible pastime I took a heavenly ride through our silence I knew the moment had arrived For killing the past and coming back to life I took a heavenly ride through our silence I knew the waiting had begun And headed straight..into the shining sun"
    },
    "keepTalking": {
        "trackName": "Keep Talking",
        "trackLength": "6:10",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Richard Wright, Polly Samson",
        "lyrics": "For millions of years mankind lived just like the animals Then something happenend which unleashed the power of our imagination We learned to talk There's a silence surrounding me I can't seem to think straight I'll sit in the corner No one can bother me I think I should speak now Why won't you talk to me I can't seem to speak now You never talk to me My words won't come out right What are you thinking I feel like I'm drowning What are you feeling I'm feeling weak now You never talk to me But I can't show my weakness What are you thinking I sometimes wonder What are you feeling Where do we go from here It doesn't have to be like this All we need to do is make sure we keep talking Why won't you talk to me I feel like I'm drowning You never talk to me You know I can't breathe now What are you thinking We're going nowhere What are you feeling We're going nowhere Why won't you talk to me You never talk to me What are you thinking Where do we go from here It doesn't have to be like this All we need to do is make sure we keep talking"
    },
    "lostForWords": {
        "trackName": "Lost for Words",
        "trackLength": "5:14",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Polly Samson",
        "lyrics": "I was spending my time in the doldrums I was caught in a cauldron of hate I felt persecuted and paralyzed I thought that everything else would just wait While you are wasting your time on your enemies Engulfed in a fever of spite Beyond your tunnel vision reality fades Like shadows into the night To martyr yourself to caution Is not going to help at all 'Cause there'll be no safety in numbers When the right one walks out of the door Can you see your days blighted by darkness? Is it true you beat your fists on the floor? Stuck in a world of isolation While the ivy grows over the door So I open my door to my enemies And I ask could we wipe the slate clean? But they tell me to please go fuck myself You know you just can't win"
    },
    "highHopes": {
        "trackName": "High Hopes",
        "trackLength": "8:34",
        "album": "The Division Bell",
        "songwriters": "David Gilmour, Polly Samson",
        "lyrics": "Beyond the horizon of the place we lived when we were young In a world of magnets and miracles Our thoughts strayed constantly and without boundary The ringing of the division bell had begun Along the Long Road and on down the Causeway Do they still meet there by the Cut There was a ragged band that followed in our footsteps Running before times took our dreams away Leaving the myriad small creatures trying to tie us to the ground To a life consumed by slow decay The grass was greener The light was brighter When friends surrounded The nights of wonder Looking beyond the embers of bridges glowing behind us To a glimpse of how green it was on the other side Steps taken forwards but sleepwalking back again Dragged by the force of some in a tide At a higher altitude with flag unfurled We reached the dizzy heights of that dreamed of world Encumbered forever by desire and ambition There's a hunger still unsatisfied Our weary eyes still stray to the horizon Though down this road we've been so many times The grass was greener The light was brighter The taste was sweeter The nights of wonder With friends surrounded The dawn mist glowing The water flowing The endless river Forever and ever"
    },
    "thingsLeftUnsaid": {
        "trackName": "Things Left Unsaid",
        "trackLength": "4:26",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "We certainly are underspoken and understanding But there's a lot of things unsaid as well We shout and argue and fight, and work it on out"
    },
    "itsWhatWeDo": {
        "trackName": "It's What We Do",
        "trackLength": "6:17",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "Instrumental"
    },
    "ebbAndFlow": {
        "trackName": "Ebb and Flow",
        "trackLength": "1:55",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "Instrumental"
    },
    "sum": {
        "trackName": "Sum",
        "trackLength": "4:48",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright, Nick Mason",
        "lyrics": "Instrumental"
    },
    "skins": {
        "trackName": "Skins",
        "trackLength": "2:37",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright, Nick Mason",
        "lyrics": "Instrumental"
    },
    "unsung": {
        "trackName": "Unsung",
        "trackLength": "1:07",
        "album": "The Endless River",
        "songwriters": "Richard Wright",
        "lyrics": "Instrumental"
    },
    "anisina": {
        "trackName": "Anisina",
        "trackLength": "3:16",
        "album": "The Endless River",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    },
    "theLostArtOfConversation": {
        "trackName": "The Lost Art of Conversation",
        "trackLength": "1:42",
        "album": "The Endless River",
        "songwriters": "Richard Wright",
        "lyrics": "Instrumental"
    },
    "onNoodleStreet": {
        "trackName": "On Noodle Street",
        "trackLength": "1:42",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "Instrumental"
    },
    "nightLight": {
        "trackName": "Night Light",
        "trackLength": "1:42",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "Instrumental"
    },
    "allons-y1": {
        "trackName": "Allons-y (1)",
        "trackLength": "1:57",
        "album": "The Endless River",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    },
    "autumn68": {
        "trackName": "Autumn '68",
        "trackLength": "1:35",
        "album": "The Endless River",
        "songwriters": "Richard Wright",
        "lyrics": "Instrumental"
    },
    "allons-y2": {
        "trackName": "Allons-y (2)",
        "trackLength": "1:32",
        "album": "The Endless River",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    },
    "talkinHawkin": {
        "trackName": "Talkin' Hawkin",
        "trackLength": "3:29",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "Speech has allowed the communication of ideas Enabling human beings to work together to build the impossible Mankind's greatest achievements have come about by talking Our greatest hopes could become reality in the future With the technology at our disposal, the possibilities are unbounded All we need to do is make sure we keep talking"
    },
    "calling": {
        "trackName": "Calling",
        "trackLength": "3:37",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Anthony Moore",
        "lyrics": "Instrumental"
    },
    "eyesToPearls": {
        "trackName": "Eyes to Pearls",
        "trackLength": "1:51",
        "album": "The Endless River",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    },
    "surfacing": {
        "trackName": "Surfacing",
        "trackLength": "2:46",
        "album": "The Endless River",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    },
    "louderThanWords": {
        "trackName": "Louder than Words",
        "trackLength": "6:37",
        "album": "The Endless River",
        "songwriters": "David Gilmour, Polly Samson",
        "lyrics": "We bitch and we fight Diss each other on sight But this thing we do These times together Rain or shine or stormy weather This thing we do With world-weary grace We've taken our places We could curse it or nurse it and give it a name It's louder than words This thing that we do Louder than words The way it unfurls It's louder than words The sum of our parts The beat of our hearts Is louder than words Louder than words The strings bend and slide As the hours glide by An old pair of shoes, your favorite blues Gonna tap out the rhythm Let's go with the flow, wherever it goes We're more than alive It's louder than words This thing that we do Louder than words The way it unfurls It's louder than words The sum of our parts The beat of our hearts Is louder than words Louder than words"
    },
    "TBS9": {
        "trackName": "TBS9",
        "trackLength": "02:27",
        "album": "The Endless River (Deluxe Edition)",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "Instrumental"
    },
    "TBS14": {
        "trackName": "TBS14",
        "trackLength": "4:11",
        "album": "The Endless River (Deluxe Edition)",
        "songwriters": "David Gilmour, Richard Wright",
        "lyrics": "Instrumental"
    },
    "nervana": {
        "trackName": "Nervana",
        "trackLength": "5:32",
        "album": "The Endless River (Deluxe Edition)",
        "songwriters": "David Gilmour",
        "lyrics": "Instrumental"
    }
}]